IDEA StatiCa Open Model
OpenModel.Point3D Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 List of Point3D
 Namespace: IdeaRS.OpenModel
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public List<Point3D> Point3D { get; set; }
Public Property Point3D As List(Of Point3D)
	Get
	Set
public:
property List<Point3D^>^ Point3D {
	List<Point3D^>^ get ();
	void set (List<Point3D^>^ value);
}
Property Value
Type: List<Point3D>
See Also
Reference
OpenModel Class
IdeaRS.OpenModel Namespace